<template>
	<div>
		<div class="mui-content">
			<div class="mui-content-padded">
				<p>您确认：在您使用或购买“惠学宝”产品或服务前，您已充分阅读、理解并接受本协议的全部内容，一旦您开始使用惠学宝，即表示您同意遵循本协议之所有约定。此协议在必要时将进行修订，毋须另行通知。修订后的条款一旦在甲方官网上公布即有效代替原来的服务协议。您可以访问甲方官网来了解最新版本的服务协议。</p>
				<h3>一.使用规则</h3>
				<p>遵守中华人民共和国相关法律法规，包括但不限于《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《最高人民法院关于审理涉及计算机网络著作权纠纷案件适用法律若干问题的解释(法释[2004]1号)》、《全国人大常委会关于维护互联网安全的决定》、《互联网电子公告服务管理规定》、《互联网新闻信息服务管理规定》、《互联网著作权行政保护办法》和《信息网络传播权保护条例》等有关计算机互联网规定和知识产权的法律和法规、实施办法。</p>
				<p>1.危害国家安全，泄漏国家机密，颠覆国家政权，破坏国家统一的，损害国家荣誉和利益的；</p>
				<p>2.煽动民族仇恨、民族歧视，破坏民族团结的，侮辱或者诽谤他人，侵害他人合法权益的；</p>
				<p>3.破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
				<p>4.散布谣言，扰乱社会秩序，破坏社会稳定的，以非法民间组织名义活动的；</p>
				<p>5.散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</p>
				<p>6.煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的。</p>
				<p>7.违反宪法确定的基本原则的，含有法律、行政法规禁止的其他内容的。</p>
				<h3>二.隐私保护</h3>
				<p>本站承诺不对外公开用户的资料及用户在使用网络服务时存储在本站的非公开内容，但下列情况除外：</p>
				<p>1.事先获得用户的明确授权；</p>
				<p>2.根据有关的法律法规要求；</p>
				<p>3.按照相关政府主管部门的要求；</p>
				<p>4.为维护社会公众的利益。</p>
				<h3>三、版权声明</h3>
				<p>1. 本站的文字、图片、音频、视频等版权均归本或与作者享有，未经许可，不得使用；</p>
				<p>2.本站所有内容仅代表作者自己的立场和观点，与本站无关，由作者本人承担一切法律责任；</p>
				<p>3.本站所有内容由作者发布，若有盗版，与本站无关，由作者本人承担一切法律责任；</p>
				<p>4.恶意转载本站内容的，本站保留将其诉诸法律的权利。</p>
				<h3>四、责任声明</h3>
				<p>1.用户明确同意其使用本站网络服务所存在的风险及一切后果将完全由用户本人承担，保惠学宝对此不承担任何责任；</p>
				<p>2.本站无法保证网络服务一定能满足用户的要求，也不保证网络服务的及时性、安全性、准确性；</p>
				<p>3.本站不保证为方便用户而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由本站实际控制的任何网页上的内容，本站不承担任何责任；</p>
				<p>4.对于因不可抗力或本站不能控制的原因造成的网络服务中断或其它缺陷，本站不承担任何责任，但将尽力减少因此而给用户造成的损失和影响；</p>
				<p>5.对于站向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，本站无需承担任何责任：(1)本站向用户免费提供的各项网络服务；</p>
				<p>6.本站向用户赠送的任何产品或者服务，本站有权于任何时间暂时或永久修改或终止本服务，而无论其通知与否，本站对用户和任何第三人均无需承担任何责任。</p>
			</div>
		</div>
	</div>
</template>

<script>
</script>

<style>
</style>